---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir1WithSpacing
source: html/7e67131a-acfd-87a7-5ba1-d2a400c4a96d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir1WithSpacing Property

"Bottom/Interior Major"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryBottomDir1WithSpacing { get; }
```